[
  {
    "id": "truth",
    "name": "真理报",
    "styleClass": "font-gothic",
    "titleEn": "The Truth",
    "titleCn": "真 理 报",
    "articles": [
    {
      "title": "市政建设：云端之上的通途与经贸重构",
      "date": "1494 DR, 2月",
      "headline": "哈鲁阿飞船停泊港项目正式获批，开启立体交通新纪元",
      "subhead": "深度解析：从单一陆路节点向泛大陆空中枢纽的战略跃迁",
      "content": "本周，在经过市政厅与财政部门的多轮审慎论证后，哈鲁阿飞船停泊港的建设计划已获得领主府的最终行政许可。这一基础设施项目的确立，标志着艾尔莫瑞尔的城市发展战略已正式突破地理边界的限制，转向更高维度的立体交通网络构建。\n\n尽管该项目初期的资本性支出在年度预算中占比显著，引发了部分关于财政压力的讨论，但若置于费伦大陆宏观贸易格局中考量，其实际价值远超账面数字。目前的陆路运输虽然稳定，但受限于地形与季节，物流效率存在天花板。飞船停泊港的落成，将直接打通艾尔莫瑞尔与南方魔法国度乃至更遥远区域的空中走廊，使得高附加值、高时效性的货物——如魔法材料、精密仪器与稀有炼金试剂——能够实现“点对点”的快速流转。这种物流能级的提升，是任何单一道路扩建所无法比拟的。\n\n此外，该决策体现了现任行政团队在公共财政管理上的核心逻辑：拒绝将税收盈余沉淀为静态的金库储量，而是将其转化为具备长期增值能力的生产性资产。通过引入先进的哈鲁阿航空技术，我们不仅是在建造一座码头，更是在为城市植入新的经济增长引擎。随着未来首批商用魔法飞船的降落，艾尔莫瑞尔将在现有的区域中心基础上，进一步确立其作为费伦东南关键贸易枢纽的不可替代性。"
    },
    {
      "title": "教育革新：奥术资本的引入与人才梯队建设",
      "date": "1494 DR, 2月",
      "headline": "提米恩斯魔法学院分校落户本市，教育体系迈向多元化",
      "subhead": "打破施法壁垒：构建从基础通识到高端奥术的完整晋升路径",
      "content": "继全市范围内的基础识字率提升计划取得阶段性成果后，艾尔莫瑞尔的教育版图再次迎来结构性优化。经领主府批准，来自深水城的知名奥术组织——提米恩斯魔法学院，将正式在本市设立分校。这一举措被视为城市软实力建设的重要转折点。\n\n在当前的地缘政治环境下，单纯依赖物理武力的防御体系已难以应对日益复杂的安全挑战。市政厅引入外来高阶法师团体的决策，显示出决策层对于“混合力量体系”的深刻认知。这不仅仅是一所学校的建立，更是奥术知识、施法材料供应链以及高端魔法人才向本市集聚的开始。虽然在选址问题上，行政部门采取了极为务实的态度，优先考虑了实战演练需求与土地成本控制，但这恰恰反映了“资源向教学实质倾斜”的理性规划思路。\n\n更为重要的是，该学院的建立打通了平民阶层向精英施法者转化的上升通道。通过引入规范化、系统化的魔法教育，艾尔莫瑞尔正在将“知识”转化为可量化的城市竞争力。可以预见，随着本地施法者群体的壮大，城市的治安防御、生产制造以及医疗水平都将迎来质的飞跃。"
    },
    {
      "title": "外交综述：战略定力与地缘政治的理性博弈",
      "date": "1494 DR, 2月",
      "headline": "领主府否决东进战争提案，确立“内涵式发展”优先原则",
      "subhead": "关于暂缓对丹布雷斯军事行动的深度解读",
      "content": "针对近期城卫队部分激进派提出的向丹布雷斯发动有限战争的提案，领主府在召集军事顾问与财政官进行闭门磋商后，正式予以否决。在当前扩张主义情绪有所抬头的背景下，这一冷静的行政指令展现了决策层对于城市战略节奏的精准把控。\n\n尽管从战术层面分析，夺取东部出海口与土地具有一定的可行性，但从城市发展的全盘战略来看，此时发动战争并非最优解。战争机器一旦开动，必然会对目前的市政建设、贸易通商以及刚刚起步的教育改革造成资源挤兑。领主府的决策逻辑清晰地表明：艾尔莫瑞尔目前的重心在于消化既有成果，夯实制度基础，而非盲目地追求版图扩张。真正的强权，不仅在于拥有发动战争的能力，更在于拥有拒绝诱惑、避免陷入长期治安战泥潭的智慧。\n\n此举并非对外示弱，而是为了在未来具备更压倒性的实力。通过避免过早卷入地缘冲突，我们能够集中精力完成内部工业化与军事现代化的积累。暂时的收剑入鞘，是为了确保下一次出击时，能够以最小的代价换取最大的战略利益。这种“以退为进”的稳健策略，是城市长期繁荣的基石。"
    },
    {
      "title": "社会观察：文明底线与军事自信的辩证关系",
      "date": "1494 DR, 2月",
      "headline": "孤儿院军事化改制提案被驳回，确立人道主义治理标杆",
      "subhead": "拒绝透支未来：当正规军实力足以通过常规手段捍卫和平",
      "content": "本周，一份建议将市政孤儿院改制为预备役军事训练营的提案被领主府坚决驳回。这一行政决定超越了单纯的道德探讨，向外界释放了一个关于艾尔莫瑞尔社会稳定度与军事自信心的强烈信号。\n\n虽然在动荡的费伦大陆，将孤儿军事化往往被视为一种“高效利用人力资源”的惯例，但艾尔莫瑞尔市政厅显然选择了另一条更为文明的治理路径。否决该提案的核心逻辑在于：一个健康的政权，其安全防线应当建立在职业化、装备精良的正规军之上，而非依赖于对未成年人的压榨与牺牲。领主府的批示明确指出，目前的城市安全形势完全处于可控范围，无需启用这种带有绝望色彩的极端手段。\n\n保护弱势群体不仅是出于人道主义的考量，更是城市秩序优越性的体现。这一决策将有效提升市民的安全感与归属感，同时也向外来投资者展示了本市稳定的社会环境——我们有足够的力量守护未来，而无需通过牺牲童年来换取暂时的苟安。这正是艾尔莫瑞尔区别于野蛮聚落的文明分水岭。"
    },
    {
      "title": "土地政策：国有资产的集约化管理与福利重构",
      "date": "1494 DR, 2月",
      "headline": "退伍军人荒地分封方案被搁置，转向可持续保障体系",
      "subhead": "避免土地碎片化风险，探索现代化退役安置机制",
      "content": "关于将城外荒地作为“退役奖赏”分封给老兵的提案，在经过土地管理局与规划部门的联合评估后，已被领主府暂时搁置。这一决策体现了市政当局在国土资源管理上的审慎态度，以及对退伍军人权益实质内容的深层思考。\n\n传统的“裂土分封”模式虽然看似慷慨，但从长远的城市规划角度来看，极易导致城市周边土地的碎片化，形成难以管理的“城中村”或贫民窟，不仅阻碍了未来大型防御工事与工业区的统一布局，更将老兵置于缺乏基础设施支持的荒野中，使其充当廉价的缓冲防线。这种做法在经济上是低效的，在道义上也是对功勋者的敷衍。\n\n领主府的否决旨在规避这种短视行为。目前的政策导向显示，官方正在筹备一套更为现代化的福利体系——包括设立专项退休基金、提供技能转岗培训以及集中建设配套完善的荣军社区。土地作为城市发展的核心要素，必须由中枢机构进行统一规划与集约利用，而对于守护城市的战士，政府将以更体面、更具经济保障力的方式予以回馈，而非简单地抛出一块荒地了事。"
    },
     {
      "title": "公共卫生：医疗物资供应的标准化改革",
      "date": "1494 DR, 2月",
      "headline": "治疗药水专营制度落地，构建“质量为先”的生命防线",
      "subhead": "告别无序竞争：公私合营模式下的医药产业升级",
      "content": "为了彻底解决长期以来市场上治疗药水品质参差不齐、虚假宣传泛滥的顽疾，市政厅近日颁布了《重要医疗物资统筹管理法案》。根据该法案，原本分散且缺乏监管的私人药剂销售渠道将被纳入统一的官方质量认证体系，原有的零售许可已被正式回收。此举旨在确保每一瓶流入市场的药水都经过严格的炼金术检测，从而最大限度地保障市民的生命安全。\n\n针对外界关于“垄断”的误读，相关部门负责人澄清指出，这并非是对私营炼金师的排挤，而是产业层面的深度整合。领主府创新性地提出了“公私协作”的新模式：原本的私人药剂师将被聘为官方特许生产商，由市政厅统一采购高品质原材料，通过标准化流程进行生产，并根据产出质量获得丰厚的利润分红。这种模式既规避了个体经营者在原材料议价上的劣势，又保留了他们的技术收益。\n\n虽然终端售价因涵盖了严格的质检成本与统一包装而进行了必要的上调，但这实际上是为“确定性”付费。在生死攸关的冒险与治疗中，一瓶官方背书的药水所带来的安全感，是廉价但充满风险的私酿药剂无法比拟的。这是一次医疗资源的集约化配置，标志着本市公共卫生体系走向成熟。"
    },
    {
      "title": "财政调节：税收杠杆助力社会公平",
      "date": "1494 DR, 2月",
      "headline": "奢侈品与特定消费特别税法案获批，优化财富分配结构",
      "subhead": "引导理性消费：从“美学经济”中汲取公共建设资金",
      "content": "随着城市经济的复苏，高端消费市场呈现出爆发式增长。为了平衡财政收入结构，避免税负过度集中于基础生产部门，领主府正式批准了针对特定高价值商品的消费税调整方案。该方案对化妆品、丝绸、高级镜面以及其他非生活必需的高端交易品加征15%的特别调节税。\n\n经济顾问指出，这一政策是现代城市财政管理的通行做法。淑妮教会与沃金教会相关社群的高消费能力，不仅是繁荣的象征，也应当成为反哺城市基础设施建设的重要源头。通过税收手段，将一部分溢出的消费力转化为市政公用的修路、安防与教育资金，体现了“能力越大，责任越大”的社会契约精神。\n\n值得注意的是，该税种并未涉及粮食、布匹等民生基础物资，其征收对象经过了精准筛选。这不仅有助于抑制过度奢靡的社会风气，引导资本流向更具生产力的领域，更在实质上实现了一种温和的财富再分配。对于追求极致美学与商业利润的群体而言，这也是一种以金币形式参与城市建设的荣誉体现。"
    },
    {
      "title": "商贸政策：重塑区域竞争力的必要壁垒",
      "date": "1494 DR, 2月",
      "headline": "商业税制改革方案出台，构建健康的本地市场生态",
      "subhead": "响应渥金教会倡议：适度关税保护下的产业自强",
      "content": "在充分听取了渥金教会关于贸易平衡的专业建议后，市政厅决定对现行商业税制进行结构性改革。核心措施包括提高外来商队的入城通关费用，并对城内流通的非必需品交易适度加税。这一决策被视为保护本地新兴产业、防止外部资本恶意倾销的战略性举措。\n\n虽然自由贸易是费伦大陆的通用法则，但在城市发展的特定阶段，无差别的开放往往会导致本地脆弱的手工业受到冲击。适度提高关税门槛，实际上是为本地工匠与商行争取到了宝贵的“发育期”和定价权。渥金教会的支持进一步证明了该政策在商业逻辑上的合理性——只有建立在对等、健康基础上的贸易，才是可持续的。\n\n此外，针对非必需品的内部交易税，将有效平抑市场上的投机行为，鼓励资金更多地沉淀于实体制造与农业生产。这次改革并非要关上城门，而是要筛选出更优质、更有诚意的贸易伙伴。通过价格杠杆的调节，我们将构建一个既开放又具备自我保护能力的韧性市场体系。"
    },
    {
      "title": "治安管理：安全防务的市场化探索",
      "date": "1494 DR, 2月",
      "headline": "“特许狩猎”制度正式推行，借鉴先进地区的安防经验",
      "subhead": "变被动防御为主动清理：打造有序的冒险者经济闭环",
      "content": "面对周边地区日益复杂的生态威胁，市政厅展现出了极具前瞻性的治理智慧，正式批准实施“怪物狩猎许可”制度。即日起，凡意图进入城市周边森林、地下城等区域进行武装活动的个人或团体，均需购买官方颁发的狩猎许可证。\n\n这一制度的灵感源自科米尔王国与博德之门焰拳佣兵团的成功实践。通过设立准入门槛，市政厅不仅能够有效管控流通过境的武装力量，防止非法盗猎与破坏，更能将原本属于财政负担的怪物清理工作，转化为一项由于市场驱动的主动行为。冒险者通过付费获得合法权益与战利品处置权，而城市则以零成本甚至负成本的方式，实现了对周边危险源的持续压制。\n\n这是一种双赢的资源置换：冒险者获得了官方认证的职业尊严与法律保障，市民获得了更加安全的生存环境。收取的许可费用将被专款专用于维护野外路标与紧急救援设施。此举标志着我市的治安管理已从单纯的行政命令，迈向了利用市场规律解决公共安全问题的高级阶段。"
    }
    ]
  },  
  {
    "id": "wazoo",
    "name": "深水城小报",
    "styleClass": "font-serif",
    "titleEn": "Waterdeep Wazoo",
    "titleCn": "深水城小报",
    "articles": [
      {
      "title": "地底震动",
      "date": "1494 DR, 2月",
      "headline": "哈拉斯特的疯狂真人秀：谁是下一顿晚餐？",
      "content": "深水城的居民们，昨晚你们感觉到地面的震动了吗？不是地震，也不是该死的行会火拼！据几位满身粘液、连滚带爬逃回“呵欠之门”的冒险者透露，那位臭名昭著的疯法师哈拉斯特·黑袍正在地脉迷城里搞“大装修”！\n\n有传言称，这位长生不老的疯老头似乎厌倦了单纯的杀戮，他正在地宫第三层举办一场名为“地下城厨神”的恐怖竞赛。参赛者不仅要躲避眼魔的石化射线，还得在被食人魔追杀的同时烹饪出一道完美的蘑菇汤！任何失败者的下场？哦，亲爱的读者，你肯定猜到了——他们成了评委席上那群夺心魔的开胃菜。如果你不想成为菜单的一部分，最近还是别往井下跳了！"
    },
    {
      "title": "贵族丑闻",
      "date": "1494 DR, 2月",
      "headline": "震惊！某位蒙面领主的假发在宴会上不翼而飞",
      "content": "嘘——凑近点，这可是从海区最奢华的晚宴上流出的独家猛料！虽然我们不能指名道姓（毕竟小编还想留着这双手写稿子），但目击者发誓，在昨晚罗森塔尔家族的舞会上，一位德高望重的蒙面领主在试图向一位精灵女士献殷勤时，不幸被著名的吟游诗人瓦罗弹断的琴弦挂住了假发！\n\n那一瞬间，光头反射的烛光简直比大厅的水晶吊灯还要耀眼！全场死一般的寂静持续了整整三秒，直到那位领主慌乱地试图用一只烤火鸡遮住头顶逃离现场。有人说那是魔法事故，有人说那是恶作剧之神的玩笑，但我们只关心一个问题：这位“绝顶聪明”的大人物，究竟是不是那个总在议会上反对降低酒税的家伙？"
    },
    {
      "title": "消费陷阱",
      "date": "1494 DR, 1月",
      "headline": "警惕！特价“魔法自动按摩椅”竟是伪装怪",
      "content": "贸易区的“神奇家具店”昨日被城市卫队紧急查封！这简直是本年度最大的消费骗局！店主宣称这批来自异域的“高档真皮扶手椅”拥有自动按摩和拥抱主人的魔法功能，并且以惊人的低价出售。\n\n然而，当不明真相的市民把椅子搬回家后，噩梦开始了！这哪里是什么附魔家具，分明是一群饿疯了的变形怪！据统计，至少有十二位市民的屁股惨遭“按摩椅”啃咬，其中一位矮人更是被椅子吞了一半才被邻居救出来。店主辩解称这是“沉浸式宠物体验”，目前已被关押。"
    },
    {
      "title": "街头奇闻",
      "date": "1494 DR, 1月",
      "headline": "全城热议：这个只会说“哇哦”的男人是谁？",
      "content": "最近在码头区出现了一个奇怪的家伙，他身穿一件看起来像是由七种不同颜色的窗帘拼凑起来的长袍，手里拿着一根发光的咸鱼干当法杖。不论谁跟他说话，也不论问他什么问题——无论是“现在几点了”还是“你是不是偷了我的钱包”——他都只会用一种极度夸张、充满戏剧性的语调回答一个词：“哇——哦！”"
    }
    ]
  },  
  {
    "id": "plateau",
    "name": "高原新声",
    "styleClass": "font-bold",
    "titleEn": "The Plateau Herald",
    "titleCn": "高 原 新 声",
    "articles": [
      {
        "title": "第120期：萨扎斯坦",
        "date": "1494 DR, 5月",
        "headline": "魔法工业化的胜利",
        "content": "塞尔的官方宣传内容..."
      }
    ]
  },
  {
    "id": "economist",
    "name": "经济学人",
    "styleClass": "font-serif",
    "titleEn": "The Economist",
    "titleCn": "经 济 学 人",
    "articles": [
      {
        "title": "市场分析",
        "date": "1494 DR, 5月",
        "headline": "做空科米尔",
        "content": "关于贸易逆差的分析..."
      }
    ]
  },
  {
    "id": "candlekeep",
    "name": "烛堡真知",
    "styleClass": "font-serif",
    "titleEn": "Candlekeep Verity",
    "titleCn": "烛 堡 真 知",
    "articles": [
      {
        "title": "历史考据",
        "date": "1494 DR, 5月",
        "headline": "红袍法师的历史演变",
        "content": "学术性的文章..."
      }
    ]
  },
  {
    "id": "midnight",
    "name": "午夜杂谈",
    "styleClass": "font-chinese",
    "titleEn": "Midnight Gossip",
    "titleCn": "午 夜 杂 谈",
    "articles": [
      {
        "title": "西市闹鬼",
        "date": "昨夜",
        "headline": "打更人三更见鬼",
        "content": "恐怖故事..."
      }
    ]
  }   
]
